{
  "jogos": [
  {
    "id": "0",
    "nome": "Mario Kart",
    "colocacao": 5,
    "nota": 10,
    "capa": "./capasJogos/mk.png", 
    "dataLancamento": "17/09/2013",
    "desenvolvedora": "Nintendo",
    "distribuidora": "Nintendo",
    "generos": ["corrida"],
    "sumario": "Mario Kart 8 (マリオカート8 Mario Kāto Aito?) é um jogo de corrida de karts desenvolvido e publicado pela Nintendo para o Wii U. É o décimo primeiro título da franquia Mario Kart, o oitavo da série principal (como o título sugere) e foi lançado em 30 de Maio de 2014. O jogo tem como principal novidade os circuitos antigravitacionais e pistas antigas dos jogos anteriores. Assim como os jogos anteriores, possui modos um jogador e multijogador local e online."
  },
  {
    "id": "1",
    "nome": "Ghost of Tsushima",
    "colocacao": 3,
    "nota": 10,
    "capa": "./capasJogos/got.png", 
    "dataLancamento": "16/07/2020",
    "desenvolvedora": "Sucker Punch",
    "distribuidora": "Sony",
    "generos": ["ação", "aventura"],
    "sumario": "Ghost of Tsushima é um jogo eletrônico de ação-aventura desenvolvido pela Sucker Punch Productions e publicado pela Sony Interactive Entertainment. A história acompanha Jin Sakai, um samurai que precisa proteger a Ilha de Tsushima durante a primeira invasão mongol do Japão. Ele se vê dividido entre escolher seguir o código do guerreiro para lutar honradamente ou usar métodos práticos e desonrosos para subjugar os mongóis. A jogabilidade apresenta um grande mundo aberto que pode ser explorado a pé ou a cavalo. Ao enfrentar inimigos o jogador pode escolher enfrentá-los diretamente com a katana de Jin ou usar táticas furtivas e assassinar oponentes tornando-se assim o lendário guerreiro conhecido como 'o Fantasma'."
  },
  {
    "id": "2",
    "nome": "The Legend of Zelda: Breath of the Wild",
    "colocacao": 1,
    "nota": 9.7,
    "capa": "./capasJogos/zelda.png", 
    "dataLancamento": "03/03/2017",
    "desenvolvedora": "Nintendo",
    "distribuidora": "Nintendo",
    "generos": ["ação", "aventura"],
    "sumario": "The Legend of Zelda: Breath of the Wild é um jogo eletrônico de ação-aventura desenvolvido e publicado pela Nintendo. O título segue Link em uma missão para derrotar Ganon e restaurar o reino de Hyrule. O jogo apresenta um vasto mundo aberto que oferece liberdade para explorar, resolver quebra-cabeças e derrotar inimigos usando diversas armas e estratégias."
  },
  {
    "id": "3",
    "nome": "Red Dead Redemption 2",
    "colocacao": 2,
    "nota": 9.5,
    "capa": "./capasJogos/reddead2.png", 
    "dataLancamento": "26/10/2018",
    "desenvolvedora": "Rockstar Games",
    "distribuidora": "Rockstar Games",
    "generos": ["ação", "aventura", "mundo aberto"],
    "sumario": "Red Dead Redemption 2 é um jogo eletrônico de ação-aventura desenvolvido e publicado pela Rockstar Games. Ambientado em um vasto mundo aberto durante o final do século XIX, o jogador assume o papel de Arthur Morgan, um fora-da-lei e membro da gangue Van der Linde, enquanto tenta sobreviver em um mundo em mudança."
  },
  {
    "id": "4",
    "nome": "The Witcher 3: Wild Hunt",
    "colocacao": 4,
    "nota": 9,
    "capa": "./capasJogos/tw3.png", 
    "dataLancamento": "19/05/2015",
    "desenvolvedora": "CD Projekt Red",
    "distribuidora": "CD Projekt",
    "generos": ["ação", "RPG", "aventura"],
    "sumario": "The Witcher 3: Wild Hunt é um RPG de mundo aberto desenvolvido pela CD Projekt Red. O jogo segue o caçador de monstros Geralt de Rívia em uma jornada épica para encontrar sua filha adotiva enquanto enfrenta monstros e inimigos em um vasto mundo cheio de escolhas e consequências."
  },
  {
    "id": "5",
    "nome": "God of War (2018)",
    "colocacao": 6,
    "nota": 10,
    "capa": "./capasJogos/gow4.png", 
    "dataLancamento": "20/04/2018",
    "desenvolvedora": "Santa Monica Studio",
    "distribuidora": "Sony Interactive Entertainment",
    "generos": ["ação", "aventura"],
    "sumario": "God of War é um jogo eletrônico de ação-aventura desenvolvido pela Santa Monica Studio e publicado pela Sony Interactive Entertainment. A história acompanha Kratos e seu filho Atreus em uma jornada épica pelos reinos da mitologia nórdica, enfrentando deuses e monstros enquanto exploram o vínculo entre pai e filho."
  },
  {
    "id": "6",
    "nome": "Hollow Knight",
    "colocacao": 7,
    "nota": 9,
    "capa": "./capasJogos/hn.png", 
    "dataLancamento": "24/02/2017",
    "desenvolvedora": "Team Cherry",
    "distribuidora": "Team Cherry",
    "generos": ["ação", "aventura", "metroidvania"],
    "sumario": "Hollow Knight é um jogo de ação-aventura e metroidvania desenvolvido pela Team Cherry. Ambientado no reino subterrâneo de Hallownest, o jogador controla um cavaleiro em uma jornada para explorar o mundo e enfrentar desafiadores inimigos enquanto descobre segredos ocultos."
  }
  
  
  ]
}